{
		"template":"project",
		"id":3,
		"project":"Condensing Product Value",
		"overview":[
			{"Context: ": "Team size: 3"},
			{"Role: ":"Role: Product strategy, research & design"},
			{"Tools: ":"Skillset: Card sort, heuristic evaluation, usability testing"}
		],
		"category":[
			{"Title":"Product",
			"Paragraph":"Less than 10% of millenials make financial decisions by themselves, often asking for financial advice from others. To better allow millenials to share the financial advice from an online finance product, I piloted a feature to allow users to receive a snapshot of their advice to reference in posterity and review with others.",
				"image":"highLevelProposal.png",
				"altText":""
			},
			{"Group":"Design Process",
			"Title":"Heuristic Evaluation",
			"Paragraph":"Because I was not starting from scratch, I started out by conducting a heuristic evaluation on the existing state of the solution - a 5 page document summarizing the user's advice and recommendations. Based on my evaluation, I noticed that the terminology used was unfamiliar to audiences or not industry-standard, the information lacked consistency and switched between different modes, such as between total vs singular account data. The visual was also not flexible for use, switching between standard content useful for base users and information only relevant and understandable to power user. ",
				"image":"beforeProposal.png",
				"altText":"Image of the original advice proposal pdf document."
			},
			{"Title":"Information Archictecture",
			"Paragraph":"In order to both review what content should be displayed and how, I decided to conduct a hybrid card sort. This card sort started our users with a set of the information in the current document and the current sections of the document and also allowed users to add cards/section. Users were also not required to use all the cards. To delve a little further, I also asked users to highlight the most important information in each section by attempting to remove up to 10 cards from their original card sort. After conducting the card sort with 14 people, I created an information hierarchy diagram, with the darker purple cards highlighting card that 70% of our users placed in these groupings even after being asked to remove the cards. This diagram dictated the information architecture structure of the final solution.",
				"image":"informationArchitecture.png",
				"altText":"Card sort results consisted of four groupings, summary, contributions, accounts, asset allocation, with the summary including the projected retirement income and recommended retirement age."
			},
			{"Title":"User Testing",
			"Paragraph":"Using the insights from my user research, combined with technical constraints and customer feedback, we created two parallel designs and conducted usability tests with the two designs to iterate. The two designs differed in what visual metaphor was used to communicate certain ideas as well as what information was emphasized on the first page, a summary page. I conducted various types of usability tests with each iteration, such as longer-form tests, asking users to locate information in the document to evaluate success of metaphors, and 5-second tests to gain a user's first impression. I reviewed the error rates on the tasks as well as time taken to complete tasks to inform our future design iterations.",
				"image":"ABProposal.png",
				"altText":"Two of the samples of the parallel designs"
			},
			{
			"Group":"Conclusion",
			"Title":"Final Solution",
			"Paragraph":"At a high level, the final solution consisted of a summary page which displayed key plan metrics and plan status. The intent here was to allow users to skim the first page and receive all the information they needed. Following the summary, two pages displayed the plan recommendations in more detail, starting with information that would impact the user most to least. In comparison to the original state of this feature, the information was condensed to be a shorter document and maintained one overall line of focus - the user's plan. The terminology was also updated to be more consistent to standard and more easily comprehended by users. The highlight of the document shifted from what is changing to what the impact of the change would be.",
			"image":"afterProposal.png",
			"altText":"Finalized PDF product"
			}
			]
		
}