{
		"template":"project",
		"id":2,
		"project":"Self-service Retirement Wizard",
		"overview":[
			{"Context: ": "Team size: 2"},
			{"Time":"Timeline: 4 months (2019)"},
			{"Role: ":"Role: Research & design"}
		],
		"disclaimer":"I have omitted and obfuscated confidential information in this case study; images and text may have been generalized. The information in this case study is my own.",
		"category":[
			{ "Title":"Context",
			"section":[
				{"Subtitle":"Summary", 
				"Paragraph":"Over the course of 9 months, I worked with a team of 2 other designers to launch a product redesign to support a wider target audience. I led user research, defined a new platform information architecture, created wireframes and conducted usability testing. Ultimately, the new experience included a site-wide layout redesign, some updated functionality and the addition of more in-app guidance to support the new user base.",
				"image":"splashRetirementWiz.png"
				},
				{"Subtitle":"Product Opportunity", 
				"Paragraph":"This retirement planning tool was originally designed for financial advisors and experts to augment their retirement investment strategies. This start-up’s growth strategy included plans to expand our base platform into a self-service retirement planner, for your everyday American with a retirement account. I joined the team after the existing application had launched for our new strategy with dismal success. "
				}]
			},
			{ "Title":"Research",
			"section":[
				{"Subtitle":"Goal", 
				"Paragraph":"Instead of thinking of our new target audience as an extension of our existing audience and trying to force our existing product to fit their needs, I wanted to start by understanding our new audience segment and use that information to build their experience from both existing and new features as needed. I took a look at historical user analytics data to look for patterns, and conducted a card sort on our new target audience to better grasp their mental model for retirement planning and how it differed from the expert flow."
				},
				{"Subtitle":"Onboarding Insights", 
				"Paragraph":"Looking at our user analytics data, it was clear our current onboarding flow was too long. Our existing flow was long to give experts the ability to customize as needed. However, these novice users didn’t have as many things to customize and preferred to rely on default best practices due to their lack of knowledge in retirement planning.",
				"image":"statsRetirementWiz.png"
				},
				{"Subtitle":"Dashboard Insights", 
				"Paragraph":"From our card sort results, we identified the information most important to our new users and their inherent mental model for thinking about retirement planning. When we mapped this to our current platform layout, it was clear that an information architecture refresh would be required to better align to user expectations. Novice users were overwhelmed by the information on the dashboard and ended up ignoring most of the graphs. They placed more emphasis on the immediate impact of retirement planning and had more flexibility on the terms of their retirement, like when they would retire and how much to budget per year in retirement. ",
				"image":"researchRetirementWiz.png"
				}]
			},
			{ "Title":"Ideation",
			"section":[
				{"Subtitle":"Design Vision", 
				"Paragraph":"To accommodate our new, more broad audience, our product experience needed to:",
				"Bullets":["take on a more guided role and provide scaffolding for users with less financial expertise","allow users to easily make changes and weigh their options"]
				},
				{"Subtitle":"User Testing", 
				"Paragraph":"We explored different wizard lengths and designs and A/B tested skipping the wizard entirely versus adding progress bar visuals to indicate expected effort on our real user base. We leveraged usability tests to examine user interaction and wayfinding of our new dashboard configurations.  ",
				"image":"iterationRetirementWiz.png"
				}]
			}
			]
		
			},
			{ "Title":"Design Solution",
			"section":[
				{"Subtitle":"Final Design", 
				"Paragraph":"To accommodate our new, more broad audience, our product experience needed to:",
				"Bullets":["take on a more guided role and provide scaffolding for users with less financial expertise","allow users to easily make changes and weigh their options"]
				},
				{"Subtitle":"Final Design", 
				"Bullets":["The onboarding questionnaire was pared down to 1 step, using default information for all the other information. Then, users would receive calls-to-action later with more explanation of what information to provide and how we use it. ","The proposal page was restructured to place emphasis on the same things our users’ considered most important. Retirement age and retirement income were more closely placed together, since the two concepts are linked and this allowed users to modify either one and observe the impacts.","- The contributions flow was condensed to a single page view to allow users to see the immediate impact of our recommendation in its entirety. In addition, we started displaying both percent and dollar amounts to more tangibly visualize the contribution amount and encouraged users to play with their contribution numbers by offering an easy “undo” if they wanted to revisit our advice once again. "],
				"image":"finalRetirementWiz.png"
				}]
			}
			]
		
}