{
		"template":"project",
		"id":2,
		"project":"Design Operations",
		"category":[
			{ "Title":"Context",
			"sectionSplashImg":"processOpsImage.jpeg",
			"section":[
				{"Subtitle":"Summary", 
				"Paragraph":"Ambiguity is an inevitable part of the deal that comes with working in the startup space. In tandem with my individual contributor work as a product designer, I've also found myself drawn to the process and operations work needed to maintain and scale design in these teams. My desire to increase my own design quality and efficiency led me to bring these changes to the overall design practice. In each of my roles, I have worked on adapting team processes as needs have changed and introduced new frameworks to support growing pains. "
				}]
			},
			{ "Title":"Process",
			"section":[
				{"Subtitle":"Analytics + Metrics", 
				"Paragraph":"I introduced data analytics to provide more insight into how successful the design was and what areas of friction to refine in the platform. I set up the foundation for web analytics, with guidelines on usage for new feature development. In addition, I led the design team to establish our own platform-wide success metrics."},
				{"Subtitle":"Research Repository", 
				"Paragraph":"As the product team grew, squad-embedded designers no longer had a clear picture of overlapping initiatives. The utility of research was short-lived, with insights scattered in various folders and no system for search. With our user research team, I created a research repository to provide product insight on other work initiatives, find opportunities for collaboration and extend the value of research."},
				{"Subtitle":"Design Debt", 
				"Paragraph":"Design debt is a natural part of the feature lifecycle. I reworked JIRA and instituted a review process to review design debt and prioritize backlogged items."

				}]
			},
			{ "Title":"Team",
			"section":[
				{"image":""},
				{"Subtitle":"Documentation + Guidelines", 
				"Paragraph":"I organized the team confluence space to support evangelizing of design and onboarding of new hires. As the team grew, I facilitated the adding of more guideliens and documentation, including leading the effort on tone and voice guidelines, and a new fraemwork for contextual help."},
				{"Subtitle":"Teambuilding + Hiring", 
				"Paragraph":"In tandem with our talent acquisition team, I created interview case studies and rubrics to standardize hiring and reduce bias. In addition to growing the design team, I facilitated quarterly health checks across engineering to retrospective on how the feature development lifecycle could be improved and maintain team morales."}
			]}]
		
}