{
		"template":"project",
		"id":2,
		"nav":"logo.png",
		"project":"Flexible Travel Planning",
		"subtitle":"How can we help travelers follow and adjust their itineraries on the go?",
		"image":"/projBlurbs/tripsyTitle.png",
		"summary":{
			"title":"Summary",
			"blurb":"While the internet provides a plethora of suggestions on where to eat and what to see, travel planners do not have a good way of consolidating the information, instead using a combination of different applications to meet their needs. Our solution explores how we can combine the differing uses of each application into a single platform for travel planning while avoiding feature bloat and keeping in mind a viable monetization strategy. ",
			"list":[
				"1. I conducted a series of hybrid card sorts to gain an understanding of what users were looking for when evaluating their retirement planning strategy.",
				"2. This research formed a basis for me to negotiate internal stakeholder requirements and technical limitations to come up with clear requirements and visual design constraints.",
				"3. To encourage diversity of designs, we ran A/B preference tests alongside usability tests to "
			]
		},
		"overview":[
			{"Context: ":"10 weeks/4 person team"},
			{"Role: ":"Product Strategist, Qualitative Researcher, UI Designer"},
			{"Tools: ":"Interviews, User Testing, Rapid Prototyping, Adobe XD"}
		],

		"category":[
			{"title":"Research",
			"image-sections":[
				{"title":"Interviews and secondary research",
				"blurb":"We sought out frequent travelers and students with upcoming trips and asked them to show us their current methods of travel planning. To back up qualitative data, we solicited survey responses for quantitative data on travel planning habits. From the research, I drew up three personas to capture our target users and audience.",
				"image":"flexibleTravel/Personas.png"
				},
				{"title":"Competitive Landscape",
				"blurb":"To determine how our solution would stand out, I cross-examined existing solutions and desired features from our research.",
				"image":"flexibleTravel/Comp Analysis.png"
				},
				{"title":"Needfinding Synthesis",
				"blurb":"The three overarching themes we decided to focus on led us to ideate on ways we could leverage the flexibility of travelers to bridge the gap between creating travel itineraries and actually completing them.",
				"list":["1. Even when people were traveling in groups, often there was a main planner and the rest would only contribute a little during travel planning.",
					"2. Travelers often weren't sure of their exact plan but would have a list of a few must-do items.",
					"3. There were two stages to travel planning, an initial notes of aspirational goals, followed by mapped out plans."
				]
				}]
			},
			{"title":"Design",
			"image-sections":[
				{"title":"Storytelling and Branding",
				"blurb":"With our product strategy in place, we began to evaluate our branding and what kind of story we wanted our product to tell. As we brainstormed logos, product name and tagline, it became clear that there were actually two different approaches our product could take. This would later be resolved through A/B Testing.",
				"image":"flexibleTravel/branding.png",
				"list":["1. Let’s make the perfect itinerary for a traveler.","2. Let’s help the traveler find things to do when they are free."]
				},
				{"title":"Paper Prototyping and User Testing",
				"blurb":"Given the tight time constraint, our team followed parallel design processes and used paper prototypes to iterate rapidly.",
				"image":"flexibleTravel/paper.png"
				},
				{"title":"Market Fit",
				"blurb":"To better understand what story we wanted to tell and how to reach our audience, we set-up two pages with differing branding and differing solution focuses. Using Google Ads to drive traffic to our site, we observed and measured which solution would have a higher conversion rate.",
				"image":"flexibleTravel/abTest.png"}]
			},
			{"title":"Conclusion",
			"image-sections":[
				{"title":"Product Features",
				"blurb":"",
				"listPair":[
					{"1. Map-based planning":"Users can visualize and keep in mind distance of attractions."},
					{"2. Desktop and mobile solution":"Users can plan on their computers and save their plans to follow and adjust on their phone."},
					{"3. On-the-go alerts":"Users will be notified of any changes that might have to be made to their itinerary, such as unexpected bad weather for a hike."},
					{"4. On-the-go recommendations":"Users can find new things to do at the spur-of-the-moment."},
					{"5. Starred functionality":"Potential sites of interest can be saved to your itinerary without a specific date in mind."},
					{"6. Suggested Plans":"Our solution will suggest the best day to visit an attraction based on proximity to other items planned."}
				],
				"carousel":[
					{ 
					"link":"flexibleTravel/final1x/Desktop Home.png",
					"id":0
					},
					{
					"link":"flexibleTravel/final1x/Search Desktop.png",
					"id":1
					},
					{
					"link":"flexibleTravel/final1x/Map Desktop.png",
					"id":2
					},
					{
					"link":"flexibleTravel/final1x/AddStop.png",
					"id":3
					},
					{
					"link":"flexibleTravel/final1x/mobile1.png",
					"id":4
					},
					{
					"link":"flexibleTravel/final1x/mobile2.png",
					"id":5
					}
				]
				},
				{"title":"Takeaways",
				"listPair":[{"1. Product Design is more than user experience.":" In order for your product to thrive, you have to consider business cases as well as user needs."},
					{"2. Team synchrony is important.":" Separation of responsibilities happens naturally on a team. While this worked initially, we ended up having to meet multiple times to reconcile our style guide and our vision."},
					{"3. You have to watch out for scope creep.":" It’s easy to want to make an app that solves everything but it leads to a lack of clearly defined product strategy."}
				]
				}]
			}
		]
}