{
	"template":"index",
	"links":["Resume", "LinkedIn","Email"],

	"projBlurbs":[
		
		{ 	"class":"project active",
			"id": 0,
			"image": "tripsyTitle.png",
			"title": "Flexible Travel Planning",
			"description":[
				{"type":"",
				"text":"An application for creating itineraries and adjusting them to on the go"
				},
				{"type":"Role: ",
				"text":"Product Strategist, Qualitative Researcher, UI Designer"
				},
				{"type":"Responsibilities: ",
				"text":"Interviews, User Testing, Rapid Prototyping, Adobe XD"
				}
			]
		}],
	"workBlurbs":[
		{ 	"class":"workContent",
			"role":"Product Designer at NextCapital | Oct 2018 - Now",
			"text":"A fintech B2B2C startup, designing at NextCapital means I have to consider a multitude of stakeholders, deal with ever-evolving ambiguity and design carefully to guide our users' financial futures. Talk to me to learn more!",
			"description":[

				{"type":"Responsibilities",
				"text":["- Requirements Gathering", "- Product Design", "- Technical Software Design", "- UX Research", "- Agile Management"]
				},
				{"type":"Projects",
				"text":["- Investor Communications", "- Enrollment", "- Investor Documents"]
				}
			]
		}
		
	],
	"skill": [
		{ 
			"id": "research",
			"category": "Researcher",
			"skill":["- Socialized human-centered design practices to design organization","- Conducted qualitative research ranging from interviews to ethnographic observations and usability studies","- Managed and mentored newer researchers"]
		},
		
		{ 	
			"id": "design",
			"category": "Designer",
			"skill":["- Translated designs from wireframes and requirements to technical specs", "- Determined product strategy through user research, business requirements and technical constraints", "- Created appropriate documentation such as wireframes, affinity diagrams, journey maps, and service blueprints"]
		},
		{ 	
			"id": "deliver",
			"category": "Manager",
			"skill":["- Led multiple teams ranging from 4 to 10 people to complete projects. ", "- Utilized agile methodology with stand ups, retrospectives, and sprint planning", "- Reviewed product backlog to prioritize upcoming work", "- Triaged internal and external stakeholders to come to a common understanding"]
		}
	],
	"about":{
			"pitch": "Human-Centered Designer and Product Strategist",
			"summary":["Currently working as a product designer at NextCapital, I spend my days right in the intersection between design, research and development!", "I consider myself first and foremost a human-centered designer with a jack-of-all trades mentality. Understanding the constraints and negotiating with stakeholders allows me to create designs that solve problems for the end user as well as the business."," Outside of work, I have been taking advantage of the nice weather and exploring the city of Chicago while trying out all new foods this city has to offer. "],
			"image":"fullBody.png"
		}
}