{
		"template":"project",
		"id":1,
		"project":"Improving Personalization",
		"overview":[
			{"Context: ": "Team size: 1"},
			{"Role: ":"Role: Sole designer"},
			{"Tools: ":"Skillset: User analytics"}
		],
		"category":[
			{"type" :"splash",
				"Title":"Product Opportunity",
			"Paragraph":"After launching our first user-facing product, the analytics data for enrollment showed a drop-off rate during the initial welcome flow.",
					"image":"wizardIterations.png",
					"altText":"The final condensed three step wizard,consisting of profile input, questions and projection screens"
			},
			{"Title":"Design Overview",
			"Paragraph":"I was the sole designer on this project and utilized a combination of web analytics data, qualitative surveys and market research to provide design insights."
			},
			{"Title":"Initial Insights",
			"Paragraph":"I was the sole designer on this project and utilized a combination of web analytics data, qualitative surveys and market research to provide design insights."
			},
			{
			"Subtitle":"Users are not finishing the enrollment process. ",
			"Paragraph":"Over 60% of users are dropping off, users are disinclined to continue and give up because they have no insight on how many steps are in our enrollment process."
			},
			{"Subtitle":"Users are not using our wizard as desired. ",
			"Paragraph":"On the last three steps, users are clicking ‘Next’ without interacting with the application. Users are ignoring and not recognizing our request for personalization. "
			},
			{"type":"splash",
			"Title":"Redefined Problem Statement",
			"Paragraph":"How can we improve the way we personalize the experience?",
				"image":"AnalyticsDashboard.png",
				"altText":"55% of users failed to complete the wizard, more than 84% made zero interactions on the last three steps."
			},
			{"Title":"Design Highlights",
				"Paragraph":"In this redesign, we also reviewed the copy and standardized key terminology as well as consistency in number formatting, such as rounding and input validation."
			},
			{
			"Subtitle":" Simplified Introductory Wizard.",
			"Paragraph":" Since the wizard isn’t being used, I condensed the wizard into a single page. "
			},
			{
			"Subtitle":"Highlighted Key Personalization.",
			"Paragraph":"  While the more information we know is better, I determined the most important and easiest pieces of personalization to request. "
			},
			{
			"Title":"Next Steps",
			"Paragraph":"While the initial solution sought to streamline our enrollment process, and we have successfully moved from a nine-step wizard to a one-step wizard. After talking to subject matter experts, I learned that the most important steps for users to interact with were in the last few steps where we were seeing less than 20% interaction. The original wizard was lengthy in order to prove users with a sense of personalization but failed to actually encourage personalization. How can we improve and highlight the need for users to provide important information?"
			}
			]
		
}