{
		"template":"project",
		"id":1,
		"project":"Improving Personalization",
		"overview":[
			{"Context: ": "Team size: 1"},
			{"Role: ":"Role: Sole designer"},
			{"Tools: ":"Skillset: User analytics"}
		],
		"category":[
			{"Title":"Product Opportunity",
			"Paragraph":"After launching our first user-facing product, the analytics data for enrollment showed a drop-off rate during the initial welcome flow.",
					"image":"wizardIterations.png",
					"altText":"The final condensed three step wizard,consisting of profile input, questions and projection screens"
			},
			{"Title":"Role + Design Process",
			"Paragraph":"I was the sole designer on this project and utilized a combination of web analytics data, qualitative surveys and market research to provide design insights."
			},
			{"Group":"Design Process",
			"Title":"Insights #1",
			"Paragraph":"Users do not find our wizard useful.",
				"image":"AnalyticsDashboard.png",
				"altText":"55% of users failed to complete the wizard, more than 84% made zero interactions on the last three steps."
			},
			{"Title":"Insights #2",
			"Paragraph":"Wizard is intimidating"
			},
			{"Group":"Design Process",
			"Title":"Redefined Problem Statement",
			"Paragraph":"How can we improve the way we personalize the experience?",
				"image":"AnalyticsDashboard.png",
				"altText":"55% of users failed to complete the wizard, more than 84% made zero interactions on the last three steps."
			},
			{"Group": "Solutioning",
				"Title":"Insights #1",
			"Paragraph":"Not all personalization is equal"
			},
			{
			"Title":"Insights #2",
			"Paragraph":"Feeling personalized even when it is not personalized"
			},
			{
				"Group":"Conclusion",
			"Title":"Final Solution",
			"Paragraph":"In the end, I landed on a one step wizard consisting of the primary important information. As a one step wizard, no step counter is necessary. I've shortened the amount of time it takes for a user to get to see the primary value of the product. Since launch, total number of enrolled users have increased 68%. The rate of new user enrollment has multiplied 5x from the previous iteration.",
			"image":"finalWizardFlow.png",
			"altText":"Compared to the original wizard, 9 steps were condensed into a 1 page form."
			},
			{
			"Title":"Next Steps",
			"Paragraph":"While the initial solution sought to streamline our enrollment process, and we have successfully moved from a nine-step wizard to a one-step wizard. After talking to subject matter experts, I learned that the most important steps for users to interact with were in the last few steps where we were seeing less than 20% interaction. The original wizard was lengthy in order to prove users with a sense of personalization but failed to actually encourage personalization. How can we improve and highlight the need for users to provide important information?"
			}
			]
		
}