{
		"template":"project",
		"id":0,
		"project":"Investor Communications Framework",
		"subtitle":"How can we maintain a consistent identity across multiple investor touchpoints?",
		"image":"/LayoutGuidelines.png",
		"summary":{
			"title":"SUMMARY",
			"blurb":"Due to the fact that a large part of the anticipated user base is expected to infrequently interact with the applicaton, communications to the users are a crucial part of their experience with the service. However, because each investor communication, from email correspondence to generated PDFs, had been designed individually by differing designers, a user's experience would be drastically different from one piece of communication to another. I took the opportunity to take a holistic look at all possible forms of communication to build out a thematic framework and suggested design language for all investor communications to follow.",
			"list":[
				"1. I conducted a series of hybrid card sorts to gain an understanding of what users were looking for when evaluating their retirement planning strategy.",
				"2. This research formed a basis for me to negotiate internal stakeholder requirements and technical limitations to come up with clear requirements and visual design constraints.",
				"3. To encourage diversity of designs, we ran A/B preference tests alongside usability tests to "
			]
		},
		"overview":[
			{"Context: ": "Sole Designer"},
			{"Role: ":"Designer, Qualitative Researcher"},
			{"Tools: ":"Requirements Gathering, Surveys"}
		],
		"category":[
			{"title":"OUR TARGET AUDIENCE",
				"image-sections":[
					{"title":"Personas",
				"blurb":"By supplementing existing survey results with additional targeted questions focused towards the way employer-sponsored retirement services communicate with users, I created three personas representative of the product’s target audience. These personas needed to account for the range of investment knowledge and retirement planning prioritization levels as anyone could have a retirement account. Such a broad audience meant that I targeted designing for the extremes as a method to improve overall user accommodation.",
				"image":"Personas.png"
				},
				{"title":"Touchpoint Map",
					"blurb":"Not only is the target user base wide, users also have a multitude of paths with which to interact with the application. By mapping the three most likely user journeys, I was able to examine the touchpoints and scenarios each document might be viewed from. This allows me to ensure the document can serve the varied situations it is required to perform within.",
					"image":"TouchpointMap.png"
			}
			]
		},
		{"title":"FINAL FRAMEWORK",
			"image-sections":[
				{"title":"Thematic Content Guidelines",
				"blurb":"With each opportunity to communicate with an investor, there are three themes to leverage in creation of the content, such as the copy and messaging.",
				"listPair":[
					{"1. Remind the user of the service.":" Since part of the user base is unlikely to interact frequently with our service, we need to reiterate the purpose of the service with each touchpoint."},
					{"2. Reiterate the value of the service.":" The true value of managed advice is the long term benefits. A reminder to this effect aims to dissuade hasty decisions based on short-term results."},
					{"3. Encourage interaction.":" As users stay with the service, their financial situation is subject to change. Interacting with the platform to keep information up-to-date is in the best interest of the user so that they will get improved advice."}
				]
				},
				{"title":"Visual Layout Guidelines",
				"blurb":"To maintain consistency across the documents an investor may receive, documents should follow the same layout for familiarity.",
				"listPair":[
					{"1. High-Level Summary":"To compensate for the length of the documents, maintaining a top-level summary on the first page highlights the informations users care about."},
					{"2. Basics One Pager": "For users who do not have strong investment knowledge, ensure that the first page of any document should be all they need to know."},
					{"3. In-Depth Details":"By maintaining the option for users to get granular details, the rest of the document serves both to educate the less familiar and answer the questions only those with a high degree of knowledge would ask."}
				],
				"image":"LayoutGuidelines.png"
				},
				{"title":"Framework in Practice",
				"blurb":"Because the platform's own design language is still nascent, this framework is intended to be lightweight with the potential to built upon when the overall design system is more concrete. Likewise, as more document types emerge, it's likely the rigidity of this framework will also change. To see this framework in practice, check out my case study on the Advice Proposal PDF!"
				}
			]
		}]
}