{
		"template":"project",
		"id":1,
		"project":"Redesigned Automations Suite",
		"overview":[
			{"Context: ": "Team size: 1"},
			{"Time":"Timeline: 6 months (2021)"},
			{"Role: ":"Role: Research & design"}
		],
		"category":[
			{ "Title":"Context",
			"section":[
				{"Subtitle":"Summary", 
				"Paragraph":"While automations were supported in the platform, they were almost entirely set up by our own internal trained team members. Customers were too afraid and confused. In addition, automation capabilities were starting to be constrained by the layout of the user interface and a redesign was necessary to allow for expanded functionality.",
				"image":"newJobsModal.png"
				},
				{"Subtitle":"Product Opportunity", 
				"Paragraph":"Since this feature predated the team having design resources, I planned to make some basic usability improvements and establish a foundation that would be more easily extensible for expansions to the automations suite. "
				}]
			},
			{ "Title":"Research",
			"section":[
				{"Subtitle":"Methods", 
				"Paragraph":"To learn more about how automations were currently used and what the future of automations might look like, I sent out surveys, conducted contextual inquiries, and reviewed automations-related feature requests. Then, we used a story map to identify our areas of focus. "},
				{"Subtitle":"Synthesis", 
				"Paragraph":"From our research we identified two key pain points:",
				"Bullets":["The current creation flow to set up an automation job was confusing. The existing affordances were not clear to users and not as helpful as intended. In addition, it was difficult to reference different parts of a job and they could not see an overview of the job.","Users wanted to create complicated jobs. Due to the limitations of the creation flow, users had workarounds that involved a lot of duplicative work."]
				}]
			},
			{ "Title":"Design Solution",
			"section":[
				{"Subtitle":"Goals", 
				"Paragraph":"This redesign needed to avoid disrupting our existing user base while also be different enough to entice users to try again. I sought to design somethin that would fulfill these two goals:",
				"Bullets":[" To make our customers more likely to create automation jobs by themselves", "To make jobs easier to create for our current users, especially our internal team who were often making jobs in bulk"]},
				{"Subtitle":"Creation Flow", 
				"Paragraph":"I updated the layout of the jobs creation flow to provide users with a overview of what they were creating in the sidebar and reorganized the flow to better match the natural flow of a job creation. This also allowed me to set up the base to support multiple conditions and operations in a singular job, allowing users to set up the complex jobs they desired. In addition, I updated the terminology used to be more consistent and added more guidance in areas where users were particularly prone to error.",
				"image":"newTable.png"},
				{"Subtitle":"Jobs Table", 
				"Paragraph":"Our internal team used the jobs table to review all the jobs that a user had made and confirm that they meet expectations. However, the existing design had many columns, requiring horizontal scroll and was not easily searchable when looking for specific jobs. I updated and condensed the columns to highlight information that was actually useful. I also added clarity to what was searchable and added filtering capabilities.",
				"image":"newTable.png"
				}]
			}
			]
		
}