{
		"template":"project",
		"id":2,
		"project":"Retirement Wizard",
		"overview":[
			{"Context: ": "Team size: 3"},
			{"Time":"Timeline: 3 months (2019)"},
			{"Role: ":"Role: Research & design"}
		],
		"disclaimer":"I have omitted and obfuscated confidential information in this case study; images and text may have been generalized. The information in this case study is my own.",
		"category":[
			{ "Title":"Context",
			"section":[
				{"Subtitle":"Summary", 
				"Paragraph":"The existing product was really good for the B2B market and we wanted to shift the target audience to a Direct to consumer model.",
				"image":"afterProposal.png"
				},
				{"Subtitle":"Product Opportunity", 
				"Paragraph":"We needed to adjust our product to be more friendly and diagnosable to account for different levels of financial expertise and less patience."
				}]
			},
			{ "Title":"Initial Research",
			"section":[
				{"Subtitle":"Methods", 
				"Paragraph":"I conducted a card sort, some analytics, usability tests and A/B tests to identify what to change.",
				"Bullets":["bullet", "bullet2"],
				"image":"AnalyticsDashboard.png.png"
				},
				{"Subtitle":"Synthesis", 
				"Paragraph":"From our research we identified two key pain points.",
				"Bullets":["Users were uninterested in enrolling because our flow took too long. Our time to value was too long.", "Users were not interested in our advice or recommendations."],
				"image":"oldWiz.png"
				}]
			},
			{ "Title":"Design Solution",
			"section":[
				{"Subtitle":"Improved Onboarding", 
				"Paragraph":"The onboarding flow was updated to provide users context on how many questions were involved, as well as decrease the number of questions asked upfront.",
				"Bullets":["bullet", "bullet2"],
				"image":"newWiz.png"
				},
				{"Subtitle":"Improved Recommendations", 
				"Paragraph":"The product information architecture was updated to better display the information in a manner that users would understand.",
				"Bullets":["bullet", "bullet2"],
				"image":"afterProposal.png"
				},
				{"Subtitle":"Results", 
				"Paragraph":"While the initial solution sought to streamline our enrollment process, and we have successfully moved from a nine-step wizard to a one-step wizard. After talking to subject matter experts, I learned that the most important steps for users to interact with were in the last few steps where we were seeing less than 20% interaction. The original wizard was lengthy in order to prove users with a sense of customization but failed to actually encourage customization. Enrollment rates have increased by 60%. 20% of users are willingly engaging in customization.",
				"Bullets":["bullet", "bullet2"]
				}]
			}
			]
		
}