{
		"template":"project",
		"id":0,
		"project":"Investor Communications Framework",
		"subtitle":"How can we maintain a consistent identity across multiple investor touchpoints?",
		"image":"/projBlurbs/Group.png",
		"overview":[
			{"Context: ": "Worked alongside two visually-focused designers"},
			{"Role: ":"Lead Designer, Qualitative Researcher"},
			{"Tools: ":"Requirements Gathering, Interviews, Usability Testing, Parallel Design Prototyping"}
		],
		"problem":{"Problem Space":"Due to the fact that a large part of the anticipated user base is expected to infrequently interact with the applicaton, communications to the users are a crucial part of their experience with the service. However, becauase each investor communication, from email correspondence to generated PDFs, had been designed individually by differing designers, a user's experience would be drastically different from one piece of communication to another. I took the opportunity to take a holistic look at all possible forms of communication to build out a thematic framework and suggested design language for all investor communications to follow."},
		"category":[
			{"title":"Research",
				"image-sections":[
					{"title":"Interviews and secondary research",
				"blurb":"We sought out frequent travelers and students with upcoming trips and asked them to show us their current methods of travel planning. To back up qualitative data, we solicited survey responses for quantitative data on travel planning habits. From the research, I drew up three personas to capture our target users and audience.",
				"image":"Personas.png"
				},{
				"listPair":[{"1. Product Design is more than user experience.":" In order for your product to thrive, you have to consider business cases as well as user needs."},
					{"2. Team synchrony is important.":" Separation of responsibilities happens naturally on a team. While this worked initially, we ended up having to meet multiple times to reconcile our style guide and our vision."},
					{"3. You have to watch out for scope creep.":" It’s easy to want to make an app that solves everything but it leads to a lack of clearly defined product strategy."}
				]
			},
			{"title":"Interviews and secondary research",
				"blurb":"We sought out frequent travelers and students with upcoming trips and asked them to show us their current methods of travel planning. To back up qualitative data, we solicited survey responses for quantitative data on travel planning habits. From the research, I drew up three personas to capture our target users and audience.",
				"image":"TouchpointMap.png"
				}]
		},
		{"title":"Conclusion",
				"image-sections":[{
				"listPair":[{"1. Product Design is more than user experience.":" In order for your product to thrive, you have to consider business cases as well as user needs."},
					{"2. Team synchrony is important.":" Separation of responsibilities happens naturally on a team. While this worked initially, we ended up having to meet multiple times to reconcile our style guide and our vision."},
					{"3. You have to watch out for scope creep.":" It’s easy to want to make an app that solves everything but it leads to a lack of clearly defined product strategy."}
				]
			}]
		}]
}