{
		"template":"project",
		"id":1,
		"project":"Increasing User Engagement",
		"overview":[
			{"Context: ": "team size: 1"},
			{"Role: ":"role: product & design"},
			{"Tools: ":"skillset: ux research/design, service design"}
		],
		"category":[
			{"Title":"PRODUCT OPPORTUNITY",
			"Paragraph":"In this general design space, users tend to interact infrequently with the service. As the product offering was receiving a facelift and receiving a visual refresh, I took advantage of this time to revisit the idea of participant communications. Since the existing formats would not be visually consistent with the new design identity and would need to be redesigned anyway, I spent time evaluating the goals and intentions of each communication to ensure it was still playing the intended role.",
					"image":"/emailsPDF.png"
			},
			{"Group":"design process",
			"Title":"GOALS",
			"Paragraph":"I took a look at both email communications to users as well as provided documents. Having improved participant communications would increase the value-add of the product as a business, letting users feel like they are receiving more services from the product. Additionally, improving the personalization and targeted nature of the communications further improves the users experience with the service by notifying users when they are missing out on maximizing the quality of the service."
			},
			{"Title":"USER RESEARCH",
			"Paragraph":"As mentioned earlier, users tend to interact infrequently with this product area. To get a more real-world picture of exactly what that meant, I surveyed our target audience for qualitative and quantitative data concerning their habits. Since our product requires up-to-date information on the user to function best, the surveys focused on what prompted users to log into their accounts and what/how often they updated personal information on their accounts. These insights were used to inform a journey map of one segment of our target audience",
				"image":"/journeyMap.png"
			},
			{
				"Group":"conclusion",
			"Title":"FINAL SOLUTION",
			"Paragraph":"Illustrated below in the service blueprint, I added two new communications: plan update and information update. For users who rarely checked on the progress of their plan, a regularly scheduled plan update document would provide insight on how they are tracking towards their end goal. Based on the user research, I distilled the key metrics that users were looking at into a 1 page infographic. As for the information update, users who were detected to be missing crucial information would be notified of the impact on the product and invited to review any existing defaults.",
			"image":"/serviceBlueprint.png"
			},
			{
			"Title":"MEASURING SUCCESS",
			"Paragraph":"Measuring the success of this feature requires a mixture of user analytics on both the application and the communication outreach. While we cannot directly measure if more users are feeling the benefit of personalized service, an increase in the number of users opening and/or clicking through an email to enter the application would indicate an improvement in the usefulness of our emails to users. Likewise, tracking the percentage of users who make updates to their plan before and after the release of this feature would indicate success."
			}
			]
		
}